import React from "react";
import "./allProducts.css";
import Product from "../3-product/Product";
import image from "../../images/logo2.jpg";
export default function AllProducts() {
  // const products = [
  //   "الليترهيد",
  //   "الكروت الشخصيه",
  //   "الاظرف",
  //   "بطاقات الهويه",
  //   "الفلاير",
  //   "البروشور",
  //   "الفولدر",
  //   "روشتات",
  //   "فواتير",
  //   "بوستر",
  //   "استيكر",
  //   "نوت بوك",
  // ];

  const products = [
    {
      title: "الليترهيد",
      desc: "يعد الليتر هيد جانباً مهماً من الاتصالات التجارية لأنه يمثل العلامة التجارية ويخلق صورة احترافية للمؤسسة، كما يترك انطباعاً إيجابياً لدى العملاء والشركاء",
    },
    {
      title: "الكروت الشخصيه",
      desc: "تعتبر بطاقات العمل الشخصية وسيلة تسويقية رائعة لأي صاحب عمل كما ان توزيع بطاقات العمل الشخصية للجمهور يساعد على الوصول بسهولة إلى الخدمات او المنتجات التي تقدمها",
    },
    {
      title: "الاظرف",
      desc: "هل عندك مراسلات مع العملاء والشركات والمؤسسات وتريد جعلها بطريقه مميزه؟  تقدم لك سي ام واي خدمة الطباعه متعددة الألوان على الأظرف الجاهزة وأظرف الاشعة السينية.",
    },
    {
      title: "بطاقات الهويه",
      desc: "يعتبر ID Card من الأمور الأساسية في الهوية البصرية للشركات وهو ما يعطي الانطباع الأول عند العميل، ويقوم بتشكيل صورة افتراضية عن مجال عملك، كما يساعد هذا الانطباع بعض العملاء على بناء ثقة خاصة بشركتك بالعودة إلى كيفية اختيارك لتصميم هذه البطاقة بشكل احترافي ومتميز.",
    },
    {
      title: "الفولدر",
      desc: "الفولدر هو وسيلة لإكمال الشكل العام للشركة وينفذ من ورق مقوى مطبوع بتصميم خاص بشركتك ويحتوي من الداخل على جيوب داخلية وذلك يكون حسب الطلب وقد تصل عدد الجيوب الداخلية الى ثلاث او أربع جيوب مع تنفيذ سُمك للفولدر لاستيعاب هذا العدد",
    },
    {
      title: "الفلاير",
      desc: "الفلاير هو أفضل اختيار سريع للدعاية موضح فيه شعار الشركة أو علامتك التجارية وعنوانها ومعلومات التواصل وأسعار منتجاتك بشكل بسيط ومميز ، ولا تقتصر قوة الفلاير في الدعايا للشركات فقط بل لأي مكان تجاري.",
    },
    {
      title: "البروشور",
      desc: "البروشور أداه تسويقية أساسية ومكملة للأعمال ، وحيث ان سي ام واي تعلم باختلاف وتعدد أنماط واشكال المنتجات والخدمات المقدمة فعليه تقوم سي ام واي بتوفير خامات ومقاسات وأنواع متعدده ومرنه من البروشورات .",
    },
    {
      title: "روشتات",
      desc: "دفتر روشتات الطبيب هي وثيقة الرعاية الصحية التي يحررها في شكل تعليمات تحكم خطة رعاية المريض قد تشمل الوصفات الطبية أوامر يجب أن يقوم بها المريض، أو توجيهات إلى الممرضة أو الصيدلي ، أو الطبيب المعالج الأخر ، وهي طريقة مهمة للإعلان عن شخصك او عيادتك مع كل عميل",
    },
    {
      title: "مذكرات مطبوعه",
      desc: "نقوم بطباعة المذكرات بطريقة مميزة وبمقاسات تتناسب مع احتياجات العميل واختيار التصميم بشكل احترافي ومتميز.",
    },
    {
      title: "النوت بوك",
      desc: "النوت بوك هي هدية عملية لعملائك و وسيلة دعاية قوية تهدف إلى  ترسيخ اسم الشركة لدى جميع العملاء.",
    },
    {
      title: "البوستر",
      desc: "البوستر عبارة عن صفحة مطبوعة يعرض ف الاماكن العامة لجذب انتباه العملاء و توصيل رسالتك سواء كانت حدث معين أو منتج أوخدمات شركتك بتقدمها.",
    },
    {
      title: "الاستيكرات",
      desc: "تتميز الاستيكرات الورقيه بتعدد استخدامها. نوفر أنواع ذات جودة عاليه وتتميز بلاصق ممتاز ونقوم بطباعتها ونقدمها لك بمقاسات متعددة تتناسب مع كافة المنتجات.",
    },
    {
      title: "دفتر الفواتير",
      desc: "دفتر الفواتير هو عبارة عن دفتر يستخدم لتسجيل المعاملات المالية وإصدار الفواتير. يتم استخدام هذا المنتج بشكل شائع في الشركات والمتاجر والمطاعم والخدمات الأخرى لتسهيل عملية إصدار الفواتير وتتبع المبيعات وتسجيل المعلومات المالية.",
    },
    {
      title: "دفتر سند القبض",
      desc: "دفتر سند القبض هو منتج يستخدم لتسجيل وتوثيق عمليات استلام الأموال أو الدفعات المالية التي يتم استلامها في إطار الأعمال التجارية. يستخدم هذا الدفتر عادة في المؤسسات التجارية والشركات والمحلات التجارية والمؤسسات المالية والمؤسسات الحكومية.",
    },
    {
      title: "شهادات بانواعها",
      desc: "هل تنتمي لـ (مدرسة، جامعه، معهد) او مهتم بتقديم شهاداتها تقدير ، شهادات تميز، شهادات شكر لـ (الطلاب، المتدربين، الموظفين) ؟ تقدم لك سي ام واي أجمل الشهادات بخامات متعددة الجودة والمواصفات لتتناسب مع مناسباتكم الخاصة والعامة.",
    },
    {
      title: "أختام",
      desc: "استثمر ميزانية قليلة للغاية مع بعض الدقائق لتصميم ختم بمنتهى الدقة.",
    },
    {
      title: "الكتيب",
      desc: "يساعد الشركة في التعريف عن نفسها بطريقة صامتة ويشعر العملاء بأنهم يعرفون المزيد عنك ويساعدهم في تذكر مؤسستك في كل وقت يرون فيه الكتيب الخاص بها وهذا يشجعهم على التعامل معك أكثر.",
    },
  ];

  return (
    <div className="AllProducts">
      <h1>Our services</h1>
      <section className="products flex">
        {products.map((product, key) => {
          return (
            <Product
              imageURL={image}
              title={product.title}
              desc={product.desc}
              key={key}
            />
          );
        })}
      </section>
    </div>
  );
}
